Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1091_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Niillas Holmberg - bluesilla assimilaatiota vastaan!
smn: Niillas Holmberg - bluesijn suddâluttem vuástá!

source: Niillas Holmberg on monipuolinen saamelaistaiteilija Utsjoelta.
smn: Niillas Holmberg lii maaŋgâpiälásâš sämitaaidâr Ucjuuvâst.

source: Hän on muusikko, runoilija, näyttelijä ja televisiojuontaja. Vuonna 2014 Niillas sai
smn: Ivveest 2014 Niillas finnij Sämirääđist kirjálâšvuođâpalhâšume suu tihtârahtusist

source: Amas amas amasmuvvat (Jottei outo tulisi oudommaksi)
smn: Amas amas amasmuvvat (Amas oomâs omâsuđ).

source: Teos on ehdolla Pohjoismaiden neuvoston kirjallisuuspalkinnon saajaksi vuonna 2015.
smn: Rááhtus lii Tave-enâmij rääđi kirjálâšvuođâpalhâšume iävtukkâssân ivveest 2015.

source: Niillas heijastaa taiteellaan saamelaisnuorten ja saamelaisten tilannetta.
smn: Niillas speejâld suu taiđáin säminuorâi já sämmilij tile.

source: Toisinaan hän käsittelee henkilökohtaisia tunteita ja kokemuksia.
smn: Motomin sun kieđâvuš persovnlâš tobdoid já fiäránijd.

source: Niillas näkee taiteen tehtävän tunteiden ja ajatusten herättäjänä sekä näkökulmien tuojana.
smn: Nillas uáiná taaiđâ ulmen tobdoi já jurdui koccáátteijen sehe uáinui pyehten.

source: –Kun ihmiset kokevat taidetta, niin heille on tärkeää löytää itsensä sieltä laulun tai runon sisältä.
smn: -Ko ulmuuh feerejeh taaiđâ, sijjân lii tehálâš kavnâđ jieijâs tobbeen lavluu tâi tiivtâ sist.

source: Taiteeseen kuuluu usein politiikka ja myös Niillas koettaa vaikuttaa yhteiskuntaan taiteellaan.
smn: Politiikka kulá távjá taaiđân já meiddei Niillas iirât vaiguttiđ ohtsâskoodán suu taiđáin.

source: Niillas ei jää odottelemaan inspiraatiota vaan istahtaa alas ja alkaa kirjoittaa.
smn: Niillas ij pääsi vyerdiđ inspiraatio mut čokkáán vuálus já álgá čäälliđ.

source: Kappaleet syntyvät, kun Niillas kokeilee kitaralla ja sävelet löytävät paikkansa.
smn: Pitáh šaddeh, ko Niillas keččâlâd kitaráin já nuotah kävnih sojijdis.

source: Sitä ei voi tehdä, vaan joikaaja on tavallaan väylä joiun esille tulemisessa.
smn: Juáigum lii ereslágán. Tom ij pyevti rähtiđ, mutâ juáigee tuáimá vävlin juáigus šoddâmist.

source: Laulaessa on Niillaksen mukaan erilainen tunne kuin joikatessa.
smn: Lávludijn lii Niillas mieldi ereslágán tobdo ko juáiguidijn.

source: Joikatessa pääsee tilaan, jolloin ei tarvitse ajatella mitään.
smn: Juáigudijn piäsá tilán, mast ij taarbâš jurdâččiđ maiden.

source: Silloin on myös helpompi improvisoida kuin laulaessa.
smn: Talle lii älkkeeb improvistiđ ko lávludijn.

source: Niillas on tehnyt klassisen musiikin säveltäjän, multi-instrumentalisti Roope Mäenpään kanssa kaksi levyä.
smn: Niillas lii ráhtâm klassilâš muusik nuottârähtein, multi-instrumentalistâ Roope Mäenpäin kyehti skiärru.

source: Duon ensimmäinen levy
smn: Duo vuosmuš skiärru

source: Manin guottán girjji fárus (Miksi kannan kirjaa mukanani
smn: Manin guottán girjji fárus

source: ) julkaistiin vuonna 2011 ja toinen levy
smn: (Mondiet kuádám kirje fáárust) almostittui ivveest 2011 já nubbe skiärru

source: Assimilašuvdna blues (Assimilaatio blues)
smn: Assimilašuvdna blues

source: vuonna 2014. Yhteistyö kaksikon kesken sujuu Niillaksen sanoin juohevasti.
smn: (Suddâluttem blues) ivveest 2014. Ohtsâspargo kuávtásist mana Niillas mield njyebžilávt.

source: He keikkailevat toisinaan myös kvartetilla, johon Niillaksen ja Roopen lisäksi kuuluvat Teho Majamäki ja Linda Fredriksson.
smn: Suái lávástâllâv motomin meiddei kvartettin, moos kuulâv Niillas já Roope lasseen Teho Majanmäki já Linda Fredriksson.

source: Niillas on mukana myös 22-Pistepirkosta tutun Asko Keräsen YLVA-projektissa joikaajana.
smn: Niillas lii meiddei mieldi 22-Pistepirkkoost tubdum Asko Keräs YLVA-proojeektist juáigen.

source: YLVAlla on tulossa levy tämän vuoden puolella.
smn: YLVA:st lii puátimin skiärru taan ive peln.

source: Elektroniseen taustaan on yhdistetty mm. trumpettia ja eri perkussioita jazz- sekä etnoviboin.
smn: Elektronisâš tuávváážân lii ovtâstittum el. trumbet já sierâ časkemčuojânâsijd jazz- sehe etnostijlâiguim.

source: YLVA on erilaista kuin Niillaksen aiemmin tekemä musiikki.
smn: YLVA lii ereslágán ko Niillas toolááb muusik.

source: Hän sanookin tuntevansa keveyttä ja vapautta, kun ei ole niin suuressa vastuussa yhtyeessä.
smn: Sun iätá, et tobdá rijjâvuođâ, ko ij lah nuuvt stuorrâ vástádâsvuotâ muusikjuávhust.

source: Saamelaisnuoret elävät Niillaksen mukaan kahden kulttuurin välissä repeytymisen vaarassa.
smn: Säminuorah eellih Niillas mield kyevti kulttuur kooskâst rottâsem vaarâst.

source: Toisesta kädestä kiskoo länsimainen ja toisesta saamelaiskulttuuri.
smn: Nube kieđâst kiško läddilâš- ja nube kieđâst sämmilâškulttuur.

source: On raskasta ja mahdotonta osata kaikki sekä ennättää joka suuntaan kompromissien ja valintojen keskellä.
smn: Lii lussâd já máhđuttem mâttiđ puoh já kiergâniđ jyehi kuávlun kompromisij já valjimij kooskâst.

source: Toisaalta on tapahtunut hyviäkin asioita.
smn: Nube tááhust lii tábáhtum meiddei šiev ääših.

source: Nuoret ovat heränneet arvostamaan taustaansa ja löytäneet raamit etnisyyteensä.
smn: Nuorah láá koccám árvuštiđ tuáváážis já kavnâm raamijd sii etnisâšvuotân.

source: Assimilaatiossa pahinta on Niillaksen mukaan kuitenkin se, että alkuperäiskansojen perinteiset arvot vaihtuvat länsimaisiin arvoihin.
smn: Suddâlume hyenemuš peeli lii Niillas mieldi tot, ete algâaalmugij ärbivuáválâš áárvuh molsošuveh läddilijd áárvuid.

source: Kodin, menneisyyden ja tulevaisuuden lisäksi saamelaisuus merkitsee Niillakselle tietynlaista taistelua.
smn: Pääihi, moonnâmvuođâ ja puátteevuođâ lasseen sämmilâsvuotâ meerhâš Niillasân oovtâlágán tuárrum.

source: Linkkejä:
smn: Liiŋkih:

source: Teksti ja metsäkuva: Milla Elmiina Pulska
smn: Tekstâ ja meccikove: Milla Elmiina Pulska

source: Konserttikuva: Kevin Francett
smn: Konsertkove: Kevin Francett
